Revit 2027 API
ParameterTypeId.ViewerCropRegion Property
 "Crop View"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ViewerCropRegion { get; }
Public Shared ReadOnly Property ViewerCropRegion As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ViewerCropRegion {
	ForgeTypeId^ get ();
}
static member ViewerCropRegion : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace